Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/opetustilastot.html.tmx
Source language: fin
Languages: sms

source: Saamen kielen ja saamenkielinen opetus Suomen peruskouluissa ja lukioissa
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam vuâđđškooulin da lookkjiškooulin

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2020-2021
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2020-2021

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2019-2020
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2019-2020

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2018-2019
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2018-2019

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2017-2018
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2017-2018

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2016-2017
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2016-2017

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2015-2016
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2015-2016

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2014-2015
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2014-2015

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2013-2014
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2013-2014

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2012-2013
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2012-2013

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2011-2012
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2011-2012

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2010-2011
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2010-2011

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2009-2010
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2009-2010

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2008-2009
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2008-2009

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2007-2008
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2007-2008

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2006-2007
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2006-2007

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2005-2006
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2005-2006

source: Saamen kielen ja saamenkielinen opetus Suomen kouluissa 2003-2004
sms: Sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõs Lääʹddjânnam škooulin 2003-2004
